Repository: jeffshee/gnome-ext-hanabi
Catalog: src/po/*.po
Languages: de, ja

source: Pause
de: pausieren
ja: 一時停止

source: Play
de: abspielen
ja: 再生

source: Unmute Audio
de: Stummschaltung aufheben
ja: 音声のミュートを解除

source: Mute Audio
de: Ton stummschalten
ja: 音声をミュート

source: Next Wallpaper
de: Nächstes Hintergrundbild
ja: 次の壁紙

source: Preferences
de: Einstellungen
ja: 設定

source: General
de: Allgemein
ja: 一般

source: Volume Level
de: Ausgabelautstärke
ja: 音量

source: Show Panel Menu
de: Panel Menü anzeigen
ja: パネルメニューを表示

source: Low Battery Threshold
ja: バッテリー低下のしきい値

source: Set the threshold percentage for low battery level
ja: バッテリーが少ないときのしきい値を設定する

source: Pause on Media Player Playing
ja: メディアプレイヤーの再生を一時停止

source: Pause playback when an MPRIS media player is playing media
ja: MPRISを使用しているとき再生を停止する

source: Change Wallpaper Automatically
de: Ändere Hintergrundbild automatisch
ja: 壁紙を自動で変更する

source: Change Wallpaper Interval (minutes)
de: Intervall zum Ändern des Hintergrundbildes (in Minuten)
ja: 壁紙を一定間隔で変更する(分)

source: Experimental
de: Experimentell
ja: 実験的機能

source: Experimental VA Plugin
de: Experimentelles VA Plugin
ja: 実験的VAプラグイン

source: Enable VA decoders which improve performance for Intel/AMD Wayland users
de: Aktiviere die VA-Dekodierer, welche die Leistung für Intel/AMD Wayland Benutzer verbessern
ja: パフォーマンスを向上させるためのVAデコーダを有効にします （Intel/AMD Waylandユーザー向け）

source: NVIDIA Stateless Decoders
de: NVIDIA Stateless Dekodierer
ja: NVIDIAステートレスデコーダ

source: Use new stateless NVIDIA decoders
de: Benutze neue NVIDIA stateless Dekodierer
ja: 新たに実装されたステートレスNVIDIAデコーダを使用します

source: Developer
de: Entwickler
ja: 開発者向けオプション

source: Debug Mode
de: Debug Modus
ja: デバッグモード

source: Print debug messages to log
de: Schreibe Debug Nachrichten in das Protokoll
ja: デバッグメッセージをログに出力します

source: Force gtk4paintablesink
de: Erzwinge gtk4paintablesink
ja: gtk4paintablesinkを優先

source: Force use of gtk4paintablesink for video playback
de: Verwendung von gtk4paintablesink für die Videowiedergabe erzwingen
ja: 動画再生にgtk4paintablesinkを優先的に使用します

source: Force GtkMediaFile
de: Erzwinge GtkMediaFile
ja: GtkMediaFileを優先

source: Force use of GtkMediaFile for video playback
de: Verwendung von GtkMediaFile für die Videowiedergabe erzwingen
ja: 動画再生にGtkMediaFileを優先的に使用します

source: Startup Delay
de: Startverzögerung
ja: 起動遅延

source: Add a startup delay (in milliseconds) to mitigate compatibility issues with other extensions
de: Fügt eine Startverzögerung (in Millisekunden) hinzu, um Kompatibilitätsprobleme mit anderen Erweiterungen zu verringern
ja: 他の拡張機能との相性問題を解消するために、起動を少し遅らせます（ミリ秒単位）

source: Video Path
de: Videopfad
ja: 動画ファイルのパス

source: None
de: Keiner
ja: なし

source: Open File
de: Öffne Datei
ja: ファイルを開く

source: Cancel
de: Abbrechen
ja: キャンセル

source: Open
de: Öffnen
ja: 開く

source: Change Wallpaper Directory Path
de: Verzeichnispfad des Hintergrundbildes ändern
ja: 変更する壁紙のディレクトリ

source: Select Directory
de: Verzeichnis auswählen
ja: ディレクトリを選択

source: Fit Mode
de: Anpassungsmodus
ja: フィットモード

source: Control how wallpaper fits within the monitor
de: Steuere, wie das Hintergrundbild in den Monitor passt
ja: 壁紙をモニターにフィットする方法を設定します

source: <b>Fill</b>: Stretch the wallpaper to fill the monitor. <b>Contain</b>: Scale the wallpaper to fit the monitor (keep aspect ratio). <b>Cover</b>: Scale the wallpaper to cover the monitor (keep aspect ratio). <b>Scale-down</b>: Scale down the wallpaper to fit the monitor if needed, otherwise keep its original size.
de: <b>Ausfüllen</b>: Streckt das Hintergrundbild, um den Monitor auszufüllen. <b>Anpassen</b>: Skaliert das Hintergrundbild, dass es auf den Monitor passt (Seitenverhältnis beibehalten). <b>Bedecken</b>: Das Hintergrundbild so skalieren, dass er den Monitor bedeckt (Seitenverhältnis beibehalten). <b>Verkleinern</b>: Verkleinert bei bedarf das Hintergrundbild, um es an den Monitor anzupassen.
ja: <b>Fill</b>: 壁紙をモニター全体に広げます。 <b>Contain</b>: 壁紙をモニターに合わせてスケーリングします。 （レターボックス、アスペクト比を保持） <b>Cover</b>: 壁紙をモニターに合わせてスケールします。 （切り取り、アスペクト比を保持） <b>Scale-down</b>: モニターに合わせて壁紙をスケールダウンします。 壁紙のサイズがモニターより小さい場合は元のサイズを維持します。

source: This feature requires Gtk 4.8 or above
de: Diese Funktion benötigt Gtk 4.8 oder höher
ja: この機能を使用するには、Gtk 4.8以上が必要です

source: Pause on Maximize or Fullscreen
ja: 最大化またはフルスクリーン中に一時停止

source: Pause playback when there is maximized or fullscreen window
ja: 最大化またはフルスクリーンのウィンドウがあるとき再生を停止する

source: Any Monitor
ja: いづれかのディスプレイ

source: All Monitors
ja: すべてのディスプレイ

source: Pause playback when the device is on battery or the battery is low
ja: デバイスがバッテリー駆動中またはバッテリーが低下しているときに再生を一時停止する

source: Low Battery
ja: 低バッテリー

source: Always
ja: 常に

source: Change Wallpaper Mode
de: Modus des Hintergrundbildes ändern
ja: 壁紙のモードを変更

source: Control how to change wallpapers automatically
de: Steuere, wie sich das Hintergrundbild automatisch ändert
ja: どのように壁紙を自動で変更するか設定する

source: Sequential
de: Sequenz
ja: 順次再生

source: Inverse Sequential
de: Umgekehrte Sequenz
ja: 逆順再生

source: Random
de: Zufall
ja: ランダム

source: Fill
de: Ausfüllen

source: Contain
de: Anpassen

source: Cover
de: Bedecken

source: Scale-down
de: Verkleinern

source: <b>Sequential:</b> Preserve the directory sequence (descending order). <b>Inverse Sequential:</b> Retrieve wallpapers in the opposite sequence (ascending order). <b>Random:</b> Randomly select wallpapers from the directory.
de: <b>Sequenz:</b> Übernimmt die Verzeichnisreihenfolge (absteigend). <b>Umgekehrte Sequenz:</b> Übernimmt die Verzeichnisreihenfolge (aufsteigend). <b>Zufall:</b> Wählt zufällig Hintergrundbilder aus dem Verzeichnis aus.
